Repository: StadGent/drupal_module_opening-hours
Catalog: translations/*.po
Languages: nl

source: Opening Hours: Service ID
nl: Openingsuren: Service ID

source: The service record ID.
nl: De service record ID.

source: Opening Hours: Service label
nl: Openingsuren: Service label

source: The service label.
nl: De service label.

source: Opening Hours: Channel ID
nl: Openingsuren: Kanaal ID

source: The channel record ID.
nl: De kanaal record ID.

source: Opening Hours: Channel label
nl: Openingsuren: Kanaal label

source: The channel label.
nl: Het kanaal label.

source: Opening Hours: Broken link
nl: Openingsuren: Gebroken link

source: Indicates if the service/channel link no longer exists in the Opening Hours platform.
nl: Indicatie wanneer een service/kanaal link niet meer bestaat in het Openingsuren platform.

source: Installed
nl: Ge√Ønstalleerd

source: Not found
nl: Niet gevonden

source: The <a href="@opening_hours" target="_blank">opening hours widget</a> plugin is missing. See <a href="@readme">README.md</a> for instructions on how to download and extract it.
nl: De <a href="@opening_hours" target="_blank">opening hours widget</a> plugin ontbreekt. Zie <a href="@readme">README.md</a> voor de installatie instructies.

source: Opening Hours
nl: Openingsuren

source: Integrates the Opening Hours platform functionality.
nl: Integreert het openingsuren platform.

source: Configure the Opening Hours service.
nl: Configureer de openingsuren service.

source: Configure Opening Hours Service
nl: Configureer openingsuren service

source: Give access to the Opening Hours service configuration page.
nl: Geef toegang tot the openingsuren service configuratie pagina.

source: Lookup services
nl: Zoek services op

source: Opening Hours Widget
nl: Openingsuren Widget

source: Entity "@entity_label" (@entity_type:@entity_id) has an Opening Hours value (@field:@field_delta) which no longer exists in the Opening Hours backend.
nl: Entiteit "@entity_label" (@entity_type:@entity_id) heeft een Openingsuren waarde (@field:@field_delta) die niet langer bestaat in het Openingsuren platform.

source: Provide the endpoint URL including the API version number.
nl: Voorzie de endpoint URL inclusief het API versie nummer.

source: Provide the API key if it is required to access the service.
nl: Geef de API key indien deze vereist is om de service the gebruiken.

source: Enable cache
nl: Caching inschakelen

source: This will enable caching of the responses from the API.
nl: Dit zal de caching inschakelen op de resultaten van de API.

source: Provide an absolute URL.
nl: Voorzie een absolute URL.

source: Broken
nl: Defect

source: Format
nl: Formaat

source: Create a label by combining the available data.
nl: Maak een label door de beschikbare gegevens te combineren.

source: The service ID
nl: De service ID

source: The service label
nl: De service label

source: The channel ID
nl: De kanaal ID

source: The channel label
nl: Het kanaal label

source: Is the link between the field and the backend broken.
nl: Is de link tussen het veld en de backend defect.

source: Format: %format
nl: Formaat: %format

source: Alternative type
nl: Alternatief type

source: Provides an alternative widget type to the visitor.
nl: Voorzie een alternatieve widget voor de bezoeker.

source: None
nl: Geen

source: Provides a preview widget type to the visitor.
nl: Voorzie een preview widget voor de bezoeker.

source: Display title
nl: Toon titel

source: Displays the title of the channel when checked.
nl: Toont de titel van het kanaal wanneer aangevinkt.

source: Display all channels in one widget.
nl: Toont alle kanalen in 1 widget.

source: Show as %type widget
nl: Toon als %type widget

source: Alternative widget: %type
nl: Alternatieve widget: %type

source: Preview widget: %type
nl: Voorvertoning widget: %type

source: Open now
nl: Nu geopend

source: Day
nl: Dag

source: Week from now
nl: Week vanaf vandaag

source: Month
nl: Maand

source: Year
nl: Jaar

source: Now
nl: Nu

source: This day
nl: Deze dag

source: Week overview
nl: Weekoverzicht

source: This week
nl: Deze week

source: This month
nl: Deze maand

source: This year
nl: Dit jaar

source: Adds a field to select the Service and its Channel to show its opening hours for.
nl: Voegt een veld toe om de dienst en het kanaal te selecteren om de openingsuren hiervan te kunnen tonen.

source: Service
nl: Dienst

source: Channel
nl: Kanaal

source: Channel label
nl: Kanaal label

source: Opening hours
nl: Openingsuren

source: Select a Service and one of its Channels to link this item with Opening Hours.
nl: Selecteer een dienst en √©√©n van zijn kanalen om deze te verbinden met zijn openingsuren.

source: Select first a Service
nl: Selecteer eerst een Dienst

source: - Select -
nl: - Selecteer -

source: Service does not exists.
nl: Dienst bestaat niet.

source: Service is required when Channel is set.
nl: Dienst is verplicht om een kanaal te selecteren.

source: Channel is required when Service is set.
nl: Kanaal is verplicht wanneer een Dienst is geselecteerd.

source: Channel does not exists for this Service.
nl: Kanaal bastaat niet voor deze Dienst.

source: API returned : @message
nl: API retourneerde ; @message
